# Задайте последовательность чисел.
# Напишите программу, которая выведет список неповторяющихся элементов исходной последовательности.

lst = [3,5,7,9,2,7,2,9,5]


unique_numbers = list(set(lst))
print(unique_numbers)
